/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Lampiran (%d)";

/* Old singular title format */
"AttachmentsKey" = "Lampiran (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Tambah Lampiran";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Ambil Foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Pustaka Foto";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Lampiran %d dipadam";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Fail";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Batal";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Tajuk";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Nota";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Nilai";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "AMARAN: navigationController untuk UITableViewController semasa bagi FUIFormCell tidak ditemui. FUIAttachmentsFormCell dan ListPickerFormCell tidak akan beroperasi dengan baik.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d Jam %d Minit";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Jangka masa";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "jam";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "jam";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "minit";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Dipilih";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Semua";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Amaran: Carian dinyahdayakan disebabkan oleh ciri listPickerSearchResultsUpdating dalam ListPickerFormCell tidak ditemui.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Pilih Semua";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Nyahpilih Semua";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Tutup";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "selanjutnya";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Sedikit";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "buka";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "tutup";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Ketik dua kali untuk tetapan togol";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Isih mengikut";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Tidak Dipilih";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Ketik dua kali untuk togol pemilihan";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Ketik dua kali untuk togol arah pesanan";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "ini penggelongsor %@ yang nilai maksimum ialah %@ dan nilai minimum ialah %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "anda boleh leretkan ke atas/bawah semasa elemen dipilih untuk ubah nilai penggelongsor";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Nilai semasa adalah %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Nilai semasa diubah ke %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Medan baca sahaja";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Tindakan input alternatif";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Butang";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Ketik dua kali untuk buka";

"DoubleTapToCollapseKey" = "Ketik dua kali untuk runtuhkan";

"DoubleTapToSelectFromList" = "Ketik dua kali untuk pilih daripada senarai";

"DoubleTapToSelect" = "Ketik dua kali untuk pilih";

"DoubleTapToUnselect" = "Ketik dua kali untuk batalkan pilihan";

/* FUIStepperView tip */
"StepperTipKey" = "Berikut merupakan pelangkah yang boleh diedit";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Berikut merupakan pelangkah yang tidak boleh diedit";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Nilai maksimum adalah %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Nilai minimum adalah %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Tingkatkan nilai sebanyak 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Turunkan nilai sebanyak 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Nilai semasa adalah";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Tapis";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Hasil \\(bilanganDitapis) daripada \\(jumlahBilangan)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Tunjukkan \\(bilanganDitapis) item";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Tetapkan semula";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Berikut merupakan penggelongsor yang boleh diedit, nilai minimum adalah %@ dan nilai maksimum adalah %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Berikut merupakan penggelongsor yang tidak boleh diedit, nilai minimum adalah %@ dan nilai maksimum adalah %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Berikut merupakan penggelongsor julat yang boleh diedit, nilai minimum adalah %@ dan nilai maksimum adalah %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Berikut merupakan penggelongsor julat yang tidak boleh diedit, nilai minimum adalah %@ dan nilai maksimum adalah %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "medan teks nilai penggelongsor";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "medan teks nilai bawah";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "medan teks nilai atas";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Anda boleh ketik dua kali untuk masukkan nilai tertentu";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "kotak penggelongsor, nilai semasa adalah";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "anda boleh leretkan ke atas atau ke bawah untuk ubah nilai";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "kotak penggelongsor julat bawah, nilai semasa adalah";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "anda boleh leretkan ke atas atau ke bawah untuk ubah nilai bawah";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "kotak penggelongsor julat atas, nilai semasa adalah";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "anda boleh leretkan ke atas atau ke bawah untuk ubah nilai atas";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "nilai semasa adalah %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "nilai bawah semasa adalah %@, nilai atas adalah %@";

